/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "Słowa kluczowe";
"kMDItemTitle"                                = "Tytuł";
"kMDItemSubject"                              = "Temat";
"kMDItemTheme"                                = "Motyw";
"kMDItemAuthors"                              = "Twórcy";
"kMDItemEditors"                              = "Edytorzy";
"kMDItemProjects"                             = "Projekt";
"kMDItemWhereFroms"                           = "skąd";
"kMDItemComment"                              = "Komentarz";
"kMDItemCopyright"                            = "Prawa autorskie";
"kMDItemProducer"                             = "Producent";
"kMDItemUsedDates"                            = "daty użycia";
"kMDItemLastUsedDate"                         = "Ostatnio otwierany";
"kMDItemContentCreationDate"                  = "Utworzenie zawartości";
"kMDItemContentModificationDate"              = "Modyfikacja zawartości";
"kMDItemDurationSeconds"                      = "Czas trwania";
"kMDItemCreationDate"                         = "Utworzenie rzeczy";
"kMDItemContactKeywords"                      = "Słowa kluczowe kontaktów";
"kMDItemVersion"                              = "Wersja";
"kMDItemPixelHeight"                          = "Wysokość w pikselach";
"kMDItemPixelWidth"                           = "Szerokość w pikselach";
"kMDItemPageHeight"                           = "Wysokość strony";
"kMDItemPageWidth"                            = "Szerokość strony";
"kMDItemColorSpace"                           = "Przestrzeń kolorów";
"kMDItemBitsPerSample"                        = "Liczba bitów w próbce";
"kMDItemFlashOnOff"                           = "Flesz";
"kMDItemFocalLength"                          = "Długość ogniskowej";
"kMDItemHasAlphaChannel"                      = "Kanał Alpha";
"kMDItemAcquisitionMake"                      = "Producent urządzenia";
"kMDItemAcquisitionModel"                     = "Model urządzenia";
"kMDItemISOSpeed"                             = "szybkość ISO";
"kMDItemOrientation"                          = "Położenie";
"kMDItemLayerNames"                           = "warstwy";
"kMDItemWhiteBalance"                         = "Wyrównanie bieli";
"kMDItemAperture"                             = "Przysłona";
"kMDItemProfileName"                          = "nazwa profilu";
"kMDItemResolutionWidthDPI"                   = "rozdzielczość pozioma";
"kMDItemResolutionHeightDPI"                  = "rozdzielczość pionowa";
"kMDItemExposureMode"                         = "Tryb ekspozycji";
"kMDItemExposureTimeSeconds"                  = "Czas ekspozycji";
"kMDItemEXIFVersion"                          = "Wersja EXIF";
"kMDItemEXIFGPSVersion"                       = "Wersja GPS EXIF";
"kMDItemCodecs"                               = "Kodeki";
"kMDItemMediaTypes"                           = "rodzaj nośnika";
"kMDItemStreamable"                           = "przygotowane do przekazu strumieniowego";
"kMDItemTotalBitRate"                         = "łączna szybkość transmisji bitów";
"kMDItemVideoBitRate"                         = "prędkość bitowa wideo";
"kMDItemAudioBitRate"                         = "Szybkość transmisji bitów audio";
"kMDItemDeliveryType"                         = "Rodzaj dostarczania";

"kMDItemAltitude"                             = "Wysokość nad poziomem morza";
"kMDItemLatitude"                             = "Szerokość geograficzna";
"kMDItemLongitude"                            = "długość geograficzna";

"kMDItemTextContent"                          = "zawartość tekstowa";
"kMDItemDisplayName"                          = "Nazwa monitora";
"kMDItemAlternateNames"                       = "Zamienne wyświetlane nazwy";

"kMDItemRedEyeOnOff"                          = "czerwone oczy";
"kMDItemMeteringMode"                         = "tryb pomiaru";
"kMDItemMaxAperture"                          = "maksymalna przysłona";
"kMDItemFNumber"                              = "Przysłona";
"kMDItemExposureProgram"                      = "Program ekspozycji";
"kMDItemExposureTimeString"                   = "Czas ekspozycji";
"kMDItemHeadline"                             = "nagłówki informacji";
"kMDItemInstructions"                         = "Instrukcje";
"kMDItemCity"                                 = "Miasto";
"kMDItemStateOrProvince"                      = "Województwo";
"kMDItemCountry"                              = "Kraj";

"kMDItemAlbum"                                = "Album";
"kMDItemAudioSampleRate"                      = "Częstotliwość próbkowania";
"kMDItemAudioChannelCount"                    = "Liczba kanałów";
"kMDItemTempo"                                = "Tempo";
"kMDItemKeySignature"                         = "Sygnatura klucza";
"kMDItemTimeSignature"                        = "metrum utworu";
"kMDItemAudioEncodingApplication"             = "Program kodujący audio";
"kMDItemComposer"                             = "Kompozytor";
"kMDItemLyricist"                             = "słowa utworu";
"kMDItemAudioTrackNumber"                     = "Numer ścieżki";
"kMDItemRecordingDate"                        = "Data nagrania";
"kMDItemMusicalGenre"                         = "gatunek muzyczny";
"kMDItemIsGeneralMIDISequence"                = "Sekwencja General MIDI";
"kMDItemRecipients"                           = "Odbiorcy";
"kMDItemRecordingYear"                        = "Rok nagrania";

"kMDItemOrganizations"                        = "organizacje";
"kMDItemLanguages"                            = "Języki";
"kMDItemRights"                               = "prawa";
"kMDItemPublishers"                           = "wydawcy";
"kMDItemContributors"                         = "Osoby wnoszące wkład";
"kMDItemCoverage"                             = "Obszar zainteresowania ";
"kMDItemDescription"                          = "Opis";
"kMDItemIdentifier"                           = "Identyfikator";
"kMDItemAudiences"                            = "Odbiorcy";

"kMDItemNumberOfPages"                        = "Strony";
"kMDItemSecurityMethod"                       = "Metoda zabezpieczenia";

"kMDItemCreator"                              = "Twórca zawartości";
"kMDItemDueDate"                              = "Termin wykonania";
"kMDItemEncodingApplications"                 = "Oprogramowanie kodujące";

"kMDItemStarRating"                           = "Ocena";
"kMDItemPhoneNumbers"                         = "Numer telefonu";
"kMDItemEmailAddresses"                       = "Adresy email";
"kMDItemInstantMessageAddresses"              = "Adresy komunikacji błyskawicznej";
"kMDItemKind"                                 = "Rodzaj";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "Adresy email odbiorców";
"kMDItemAuthorEmailAddresses"                 = "Adresy email autorów";

/* Names for FS attributes */
"kMDItemFSName"                               = "Nazwa pliku";
"kMDItemPath"                                 = "ścieżka dostępu do pliku";
"kMDItemFSSize"                               = "Wielkość";
"kMDItemFSCreationDate"                       = "Utworzony";
"kMDItemFSContentChangeDate"                  = "Modyfikowany";
"kMDItemFSOwnerUserID"                        = "Właściciel";
"kMDItemFSOwnerGroupID"                       = "Grupa";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "Plik do odczytu";
"kMDItemFSIsWriteable"                        = "Plik do zapisu";
"kMDItemFSNodeCount"                          = "Liczba rzeczy";
"kMDItemFSHasCustomIcon"                      = "Własna ikona";
"kMDItemFSIsExtensionHidden"                  = "Ukryte rozszerzenie nazwy pliku";
"kMDItemFSIsStationery"                       = "Papeteria";
"kMDItemFSInvisible"                          = "Niewidoczny plik";
"kMDItemFSLabel"                              = "Etykieta pliku";

"kMDItemFinderComment"                        = "komentarz Spotlight";
"kMDItemFonts"                                = "Czcionki";

"kMDItemAppleLoopsRootKey"                    = "Oryginalny klucz pętli";
"kMDItemAppleLoopsKeyFilterType"              = "Typ skali pętli";
"kMDItemAppleLoopsLoopMode"                   = "Typ pliku pętli";
"kMDItemAppleLoopDescriptors"                 = "Deskryptory pętli";
"kMDItemMusicalInstrumentCategory"            = "kategoria instrumentu";
"kMDItemMusicalInstrumentName"                = "Nazwa instrumentu";

"kMDItemInformation"                          = "Informacja o filmie";
"kMDItemDirector"                             = "Reżyser";
"kMDItemGenre"                                = "Gatunek";
"kMDItemPerformers"                           = "Odtwórcy";
"kMDItemOriginalFormat"                       = "Format oryginalny";
"kMDItemOriginalSource"                       = "Źródło oryginalne";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "Słowa kluczowe związane z tą rzeczą";
"kMDItemTitle.Description"                    = "tytuł tej rzeczy";
"kMDItemSubject.Description"                  = "temat tej rzeczy";
"kMDItemTheme.Description"                    = "Motyw tej rzeczy";
"kMDItemAuthors.Description"                  = "Twórcy tej rzeczy";
"kMDItemEditors.Description"                  = "Osoby, które redagowały tę rzecz";
"kMDItemProjects.Description"                 = "Projekty, których częścią są te rzeczy";
"kMDItemWhereFroms.Description"               = "Skąd ta rzecz pochodzi";
"kMDItemComment.Description"                  = "Komentarze o tej rzeczy";
"kMDItemCopyright.Description"                = "Informacje o prawach autorskich tej rzeczy";
"kMDItemProducer.Description"                 = "Osoba, która utworzyła tę rzecz";
"kMDItemUsedDates.Description"                = "Daty użycia tej rzeczy";
"kMDItemLastUsedDate.Description"             = "Data ostatniego użycia tej rzeczy";
"kMDItemContentCreationDate.Description"      = "Data utworzenia zawartości tej rzeczy";
"kMDItemContentModificationDate.Description"  = "Data modyfikacji zawartości tej rzeczy";
"kMDItemDurationSeconds.Description"          = "Czas trwania tej rzeczy w sekundach";
"kMDItemCreationDate.Description"             = "Data utworzenia tej rzeczy";
"kMDItemContactKeywords.Description"          = "Kontakty związane z tą rzeczą";
"kMDItemVersion.Description"                  = "Numer wersji tej rzeczy";

"kMDItemPixelHeight.Description"              = "Wysokość strony dokumentu liczona w pikselach ";
"kMDItemPixelWidth.Description"               = "Szerokość strony dokumentu liczona w pikselach ";
"kMDItemPageHeight.Description"               = "Wysokość strony dokumentu liczona w punktach ";
"kMDItemPageWidth.Description"                = "Szerokość strony dokumentu liczona w punktach ";
"kMDItemResolutionWidthDPI.Description"       = "Rozdzielczość pozioma tego obrazka liczona w dpi";
"kMDItemResolutionHeightDPI.Description"      = "Rozdzielczość pionowa tego obrazka liczona w dpi";

"kMDItemColorSpace.Description"               = "Model przestrzeni kolorów tego obrazka";
"kMDItemProfileName.Description"              = "Nazwa profilu koloru użytego w obrazku";

"kMDItemBitsPerSample.Description"            = "Liczba bitów w próbce";
"kMDItemFlashOnOff.Description"               = "Czy zdjęcie zrobiono przy użyciu lampy błyskowej";
"kMDItemFocalLength.Description"              = "Długość ogniskowej obiektywu w milimetrach (mm)";
"kMDItemHasAlphaChannel.Description"          = "Czy obrazek ma kanał Alpha";
"kMDItemAcquisitionMake.Description"          = "Producent urządzenia użytego do uzyskania dokumentu";
"kMDItemAcquisitionModel.Description"         = "Model urządzenia użytego do uzyskania dokumentu";
"kMDItemISOSpeed.Description"                 = "Szybkość ISO aparatu podczas zrobienia tego zdjęcia";
"kMDItemOrientation.Description"              = "Orientacja obrazka (poziomo lub pionowo)";
"kMDItemLayerNames.Description"               = "Nazwy warstw w pliku";
"kMDItemWhiteBalance.Description"             = "Ustawienia wyrównania bieli aparatu podczas zrobienia tego zdjęcia";
"kMDItemAperture.Description"                 = "Ustawienia przysłony aparatu podczas zrobienia tego zdjęcia";
"kMDItemExposureMode.Description"             = "Tryb użyty podczas ekspozycji";
"kMDItemExposureTimeSeconds.Description"      = "Czas otwarcia obiektywu podczas ekspozycji";
"kMDItemEXIFVersion.Description"              = "Wersja EXIF użyta do generowania metadanych";
"kMDItemEXIFGPSVersion.Description"           = "Wersja GPSInfoIFD w EXIF używana do generowania metadanych";
"kMDItemRedEyeOnOff.Description"              = "Czy redukcja efektu 'czerwonych oczu' była włączona";
"kMDItemMeteringMode.Description"             = "Tryb pomiaru (nieznany, średni, średni ważony, punktowy, wielopunktowy, wzorzec, częściowy)";
"kMDItemMaxAperture.Description"              = "Najmniejsza liczba F obiektywu wyrażona w jednostkach APEX, zwykle w zakresie od 00.00 do 99.99";
"kMDItemFNumber.Description"                  = "Stosunek średnicy przysłony do efektywnej ogniskowej obiektywu";
"kMDItemExposureProgram.Description"          = "Typ programu użytego przez aparat do ustawienia ekspozycji: ręczny, normalny, preselekcja przysłony, ...";
"kMDItemExposureTimeString.Description"       = "Czas ekspozycji";
"kMDItemHeadline.Description"                 = "Opublikowane podsumowania zawartości rzeczy";
"kMDItemInstructions.Description"             = "Inne informacje o rzeczy, jak instrukcje posługiwania się";
"kMDItemCity.Description"                     = "Miasto tej rzeczy";
"kMDItemStateOrProvince.Description"          = "Stan lub prowincja tej rzeczy według dostawcy";
"kMDItemCountry.Description"                  = "Kraj lub miejsce, gdzie ta rzecz została utworzona według dostawcy";

"kMDItemAltitude.Description"                 = "Wysokość położenia rzeczy ponad poziomem morza wyrażona przy użyciu WGS84.  Wartości ujemne oznaczają poniżej poziomu morza.";
"kMDItemLatitude.Description"                 = "Szerokość geograficzna w stopniach na północ od równika wyrażona przy użyciu WGS84.  Wartości ujemne oznaczają położenie na południe od równika.";
"kMDItemLongitude.Description"                = "Długość geograficzna położenia w stopniach na wschód od południka zerowego  wyrażona przy użyciu WGS84.  Wartości ujemne oznaczają położenie na zachód od tego południka.";

"kMDItemCodecs.Description"                   = "Kodeki użyte do kodowania i odkodowania nośnika";
"kMDItemMediaTypes.Description"               = "Rodzaj nośnika obecna w zawartości";
"kMDItemStreamable.Description"               = "Czy zawartość została przygotowana do przekazu strumieniowego";
"kMDItemTotalBitRate.Description"             = "Połączona szybkość transmisji bitów audio i wideo w nośniku";
"kMDItemVideoBitRate.Description"             = "Prędkość bitowa wideo w nośniku";
"kMDItemAudioBitRate.Description"             = "Szybkość transmisji bitów w nośniku audio";
"kMDItemDeliveryType.Description"             = "Metoda użyta do dostarczenia nośnika (Fast Start lub RTSP)";
"kMDItemDisplayName.Description"              = "Zlokalizowana nazwa pliku";
"kMDItemAlternateNames.Description"           = "Zamienne nazwy pliku";
"kMDItemAlbum.Description"                    = "Tytuł kolekcji mediów, np album";
"kMDItemAudioSampleRate.Description"          = "Częstotliwość próbkowania danych pliku audio";
"kMDItemAudioChannelCount.Description"        = "Liczba kanałów w pliku danych audio";
"kMDItemTempo.Description"                    = "Tempo muzyki w pliku audio w uderzeniach na minutę";
"kMDItemKeySignature.Description"             = "Klucz muzyczny utworu w pliku audio";
"kMDItemTimeSignature.Description"            = "Metrum utworu w pliku audio lub MIDI";
"kMDItemAudioEncodingApplication.Description" = "Nazwa programu, który zakodował dane w pliku audio";
"kMDItemComposer.Description"                 = "Kompozytor utworu w pliku audio";
"kMDItemLyricist.Description"                 = "Słowa utworu w pliku audio";
"kMDItemAudioTrackNumber.Description"         = "Numer ścieżki utworu, który wchodzi w skład albumu";
"kMDItemRecordingDate.Description"            = "Data nagrania utworu";
"kMDItemMusicalGenre.Description"             = "Gatunek muzyczny utworu w pliku audio";
"kMDItemIsGeneralMIDISequence.Description"    = "Czy sekwencja MIDI zawarta w pliku jest konfiguracją urządzenia General MIDI";
"kMDItemRecordingYear.Description"            = "Rok nagrania utworu";

"kMDItemOrganizations.Description"            = "Organizacje, które utworzyły dokument";
"kMDItemLanguages.Description"                = "Języki użyte w zawartości dokumentu";
"kMDItemRights.Description"                   = "Odnośnik do informacji o posiadanych prawach do dokumentu";
"kMDItemPublishers.Description"               = "Wydawca dokumentu";
"kMDItemContributors.Description"             = "Osoby lub organizacje wnoszące wkład do zawartości dokumentu";
"kMDItemCoverage.Description"                 = "Zakres lub obszar zawartości dokumentu";
"kMDItemDescription.Description"              = "Opis zawartości dokumentu";
"kMDItemIdentifier.Description"               = "Odwołanie do zasobów w danym kontekście";
"kMDItemAudiences.Description"                = "Dla kogo ten dokument jest przeznaczony";

"kMDItemNumberOfPages.Description"            = "Liczba stron w dokumencie";
"kMDItemSecurityMethod.Description"           = "Metoda szyfrowania użyta do zabezpieczenia dokumentu";
"kMDItemCreator.Description"                  = "Program użyty do utworzenia tej rzeczy";
"kMDItemEncodingApplications.Description"     = "Oprogramowanie użyte do konwersji oryginalnej zawartości";
"kMDItemDueDate.Description"                  = "Data wymagalności tej rzeczy";

"kMDItemStarRating.Description"               = "ocena użytkownika";
"kMDItemPhoneNumbers.Description"             = "Numery telefonów związane z tą rzeczą";
"kMDItemEmailAddresses.Description"           = "Adresy email związane z tą rzeczą";
"kMDItemInstantMessageAddresses.Description"  = "Adresy komunikacji błyskawicznej związane z tą rzeczą";
"kMDItemKind.Description"                     = "Rodzaj tej rzeczy";
"kMDItemFinderComment.Description"            = "Komentarz Spotlight dla tej rzeczy";
"kMDItemTextContent.Description"              = "Zawartość tekstowa tej rzeczy";
"kMDItemRecipients.Description"               = "Odbiorcy tej rzeczy";
"kMDItemFonts.Description"                    = "Czcionki użyte w tej rzeczy";
"kMDItemURL.Description"                      = "URL tej rzeczy";
"kMDItemRecipientEmailAddresses.Description"  = "Adresy email odbiorców tej rzeczy";
"kMDItemAuthorEmailAddresses.Description"     = "Adresy email autorów tej rzeczy";

"kMDItemInformation.Description"              = "Informacja o filmie";
"kMDItemDirector.Description"                 = "Reżyser";
"kMDItemGenre.Description"                    = "Gatunek";
"kMDItemPerformers.Description"               = "Odtwórcy";
"kMDItemOriginalFormat.Description"           = "Format oryginalny";
"kMDItemOriginalSource.Description"           = "Źródło oryginalne";

"kMDItemFSName.Description"                   = "Nazwa pliku";
"kMDItemPath.Description"                     = "Kompletna ścieżka dostępu tej rzeczy";
"kMDItemFSSize.Description"                   = "Wielkość pliku na dysku w bajtach zaokrąglona do wielkości bloków na dysku";
"kMDItemFSCreationDate.Description"           = "Data utworzenia pliku";
"kMDItemFSContentChangeDate.Description"      = "Data ostatniej zmiany zawartości pliku";
"kMDItemFSOwnerUserID.Description"            = "Id użytkownika właściciela tego pliku";
"kMDItemFSOwnerGroupID.Description"           = "Id grupy właściciela tego pliku";
"kMDItemFSIsReadable.Description"             = "Czy plik może być otwarty, ale nie zmieniany";
"kMDItemFSIsWriteable.Description"            = "Czy plik może być zmieniany";
"kMDItemFSNodeCount.Description"              = "Liczba plików i katalogów w katalogu";
"kMDItemFSHasCustomIcon.Description"          = "Czy plik ma własną ikonę";
"kMDItemFSIsExtensionHidden.Description"      = "Czy rozszerzenie nazwy pliku jest widoczne";
"kMDItemFSIsStationery.Description"           = "Czy plik jest papeterią";
"kMDItemFSInvisible.Description"              = "Czy plik jest widoczny.";
"kMDItemFSLabel.Description"                  = "Liczba odpowiadająca etykiecie przydzielonej w Finderze";

"kMDItemAppleLoopsRootKey.Description"        = "Pokazuje oryginalny klucz pętli. Kluczem może być dźwięk centralny lub tonika pętli i nie zawiera rodzaju skali";
"kMDItemAppleLoopsKeyFilterType.Description"  = "Określa, czy pętla oparta jest na skali durowej, czy molowej, żadnej lub może wykorzystywać obie";
"kMDItemAppleLoopsLoopMode.Description"       = "Czy plik jest typem pętli, czy nie. Pliki typu pętla dostosowują własne tempo do tempa utworu, a pliki nie będące typem pętli zachowują własne nagrane tempo";
"kMDItemAppleLoopDescriptors.Description"     = "Słowa kluczowe opisujące tryb oraz inne aspekty pętli";
"kMDItemMusicalInstrumentCategory.Description"= "Kategoria instrumentu, do której należy plik";
"kMDItemMusicalInstrumentName.Description"    = "Typ instrumentu nagranego w pliku";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,kategoria";
"kMDItemTitle.ShortName"                      = "title,tytuł";
"kMDItemSubject.ShortName"                    = "subject,temat,title,tytuł";
"kMDItemTheme.ShortName"                      = "motyw";
"kMDItemAuthors.ShortName"                    = "autor,od,z,przez";
"kMDItemEditors.ShortName"                    = "edytor";
"kMDItemProject.ShortName"                    = "project,projekt";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,skąd";
"kMDItemComment.ShortName"                    = "comment,komentarz";
"kMDItemCopyright.ShortName"                  = "copyright,prawaautorskie";
"kMDItemProducer.ShortName"                   = "producent";
"kMDItemUsedDates.ShortName"                  = "used,używane,date,data";
"kMDItemLastUsedDate.ShortName"               = "lastused,ostatnioużywany,date,data";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,utworzonazawartość,created,utworzone,date,data";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,zawartośćmodyfikowana,modified,modyfikowane,date,data";
"kMDItemDurationSeconds.ShortName"            = "duration,czastrwania,time,czas";
"kMDItemCreationDate.ShortName"               = "itemcreated,utworzenierzeczy,created,utworzenie,date,data";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,kontakt,keyword,słowokluczowe";
"kMDItemVersion.ShortName"                    = "version,wersja";
"kMDItemPixelHeight.ShortName"                = "pixelheight,wysokośćwpikselach,height,wysokość";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,szerokośćwpikselach,width,szerokość";
"kMDItemPageHeight.ShortName"                 = "pageheight,wysokośćstrony,height,wysokość";
"kMDItemPageWidth.ShortName"                  = "pagewidth,szerokośćstrony,height,wysokość";
"kMDItemColorSpace.ShortName"                 = "colorspace,przestrzeńkolorów";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,bitównapróbkę,bps";
"kMDItemFlashOnOff.ShortName"                 = "flash";
"kMDItemFocalLength.ShortName"                = "focallength,długośćogniskowej";
"kMDItemHasAlphaChannel.ShortName"            = "alpha,alfa";
"kMDItemAcquisitionMake.ShortName"            = "make,utwórz";
"kMDItemAcquisitionModel.ShortName"           = "model";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation,położenie";
"kMDItemLayerNames.ShortName"                 = "layer,warstwa";
"kMDItemWhiteBalance.ShortName"               = "whitebalance,wyrównaniebieli";
"kMDItemAperture.ShortName"                   = "aperture,przysłona,fstop";
"kMDItemProfileName.ShortName"                = "profile,profil";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,rozdziel,dpi";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,rozdzielczośćpionowa,dpi";
"kMDItemExposureMode.ShortName"               = "exposuremode,trybekspozycji";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,czasekspozycji,time,czas";
"kMDItemEXIFVersion.ShortName"                = "exifversion,wersjaexif";
"kMDItemCodecs.ShortName"                     = "codec,kodek";
"kMDItemMediaTypes.ShortName"                 = "mediatype,rodzajnośnika";
"kMDItemStreamable.ShortName"                 = "streamable,strumień";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,łącznaszybkośćtransmisjibitów,bitrate,szybkośćtransmisjibitów";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,szybkośćtransmisjibitówwideo,bitrate,szybkośćtransmisjibitów";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,szybkośćtransmisjibitówaudio,bitrate,szybkośćtransmisjibitów";
"kMDItemDeliveryType.ShortName"               = "delivery,dostarczenie";
"kMDItemAltitude.ShortName"                   = "wysokość nad poziomem morza";
"kMDItemLatitude.ShortName"                   = "szerokość geograficzna";
"kMDItemLongitude.ShortName"                  = "długość geograficzna";

"kMDItemTextContent.ShortName"                = "intext,zawartość";
"kMDItemDisplayName.ShortName"                = "displayname,nazwawyświetlana,name,nazwa";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,czerwoneoczy";
"kMDItemMeteringMode.ShortName"               = "meteringmode,trybpomiaru";
"kMDItemMaxAperture.ShortName"                = "maxaperture,maksymalnaprzysłona";
"kMDItemFNumber.ShortName"                    = "fnumber,przysłona,fstop";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,programekspozycji";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,czasekspozycji,time,czas";
"kMDItemHeadline.ShortName"                   = "headline,nagłówek,title,tytuł";
"kMDItemInstructions.ShortName"               = "instructions,instrukcje";
"kMDItemCity.ShortName"                       = "city,miasto";
"kMDItemStateOrProvince.ShortName"            = "state,stan,province,prowincja,województwo";
"kMDItemCountry.ShortName"                    = "country,kraj";

"kMDItemAlbum.ShortName"                      = "album,title,tytuł";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,częstotliwośćpróbkowaniaaudio,samplerate,częstotliwośćpróbkowania";
"kMDItemAudioChannelCount.ShortName"          = "channels,kanały";
"kMDItemTempo.ShortName"                      = "tempo";
"kMDItemKeySignature.ShortName"               = "keysignature,sygnaturaklucza,key,klucz";
"kMDItemTimeSignature.ShortName"              = "timesignature,metrumutworu";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication,programkodującyaudio";
"kMDItemComposer.ShortName"                   = "composer,kompozytor,author,autor,by,według";
"kMDItemLyricist.ShortName"                   = "lyricist,liryk,author,autor,by,przez";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,numerścieżki";
"kMDItemRecordingDate.ShortName"              = "recordingdate,datanagrania,date,data";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,gatunekmuzyki,genre,gatunek";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi";
"kMDItemRecipients.ShortName"                 = "odbiorca,do,z";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,roknagrania,year,rok";

"kMDItemOrganizations.ShortName"              = "organization,organizacja";
"kMDItemLanguages.ShortName"                  = "language,język";
"kMDItemRights.ShortName"                     = "rights,prawa";
"kMDItemPublishers.ShortName"                 = "publisher,wydawca";
"kMDItemContributors.ShortName"               = "współpracownik,przez,autor,z";
"kMDItemCoverage.ShortName"                   = "coverage,obszarzainteresowania";
"kMDItemDescription.ShortName"                = "description,opis,comment,komentarz";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "audience,odbiorcy,to,do";

"kMDItemNumberOfPages.ShortName"              = "pages,strony";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,metodaochrony";

"kMDItemCreator.ShortName"                    = "creator,twórca";
"kMDItemDueDate.ShortName"                    = "duedate,termin,date,data";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,programkodujący";

"kMDItemStarRating.ShortName"                 = "starrating,ocena";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,numertelefonu";
"kMDItemEmailAddresses.ShortName"             = "email";
"kMDItemInstantMessageAddresses.ShortName"    = "imname";
"kMDItemKind.ShortName"                       = "kind,rodzaj";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "email,do";
"kMDItemAuthorEmailAddresses.ShortName"       = "email,od";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,nazwapliku";
"kMDItemPath.ShortName"                       = "path,ścieżka";
"kMDItemFSSize.ShortName"                     = "size,wielkość";
"kMDItemFSCreationDate.ShortName"             = "created,utworzony";
"kMDItemFSContentChangeDate.ShortName"        = "modified,modyfikowany";
"kMDItemFSOwnerUserID.ShortName"              = "owner,właściciel";
"kMDItemFSOwnerGroupID.ShortName"             = "group,grupa";
"kMDItemFSIsStationery.ShortName"             = "stationery,papeteria";
"kMDItemFSInvisible.ShortName"                = "invisible,niewidoczny";
"kMDItemFSLabel.ShortName"                    = "label,etykieta";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,komentarzspotlight,comment,komentarz";
"kMDItemFonts.ShortName"                      = "font,czcionka";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,kategoriainstrumentu";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,nazwainstrumentu";
